{
    "title":  "Birth of a Signal Jumper",
    "date":  "2011-03-25T17:21:37Z",
    "draft":  false,
    "tags":  [
                 "Anger",
                 "Cheating",
                 "Excess Fine",
                 "frustration",
                 "Signal Jumping",
                 "Traffic Police",
                 "tragedy"
             ],
    "comments":  [
                     {
                         "author":  "Senthil Kumar",
                         "url":  null,
                         "email":  "mastersenthilkumar@gmail.com",
                         "created_at":  "2011-03-26T03:09:56Z",
                         "content":  "happens! and tht\u0027s why i\u0027ve my own set of traffic rules :) today, i was also stopped by a traffic cop at an unusual place (no signal) and he wanted to know where i was coming from, i said \u0027office\u0027 and he let me go. :P and you cant jump all signals ;)",
                         "source_index":  1
                     },
                     {
                         "author":  "gowtham",
                         "url":  null,
                         "email":  "bandibubbly@yahoo.co.in",
                         "created_at":  "2011-03-26T03:35:06Z",
                         "content":  "machi..most of the time they hav original books , but old ones(outdated),govt might hav already made a note of the this old book stuff.. so they write anything in these books and everything goes into their pocket... talk confidently, thats enough.. and never stop when there are only one or two police men...",
                         "source_index":  2
                     },
                     {
                         "author":  "Vijay",
                         "url":  null,
                         "email":  "vvijay03@gmail.com",
                         "created_at":  "2011-03-26T04:57:47Z",
                         "content":  "@Senthil: \"tht’s why i’ve my own set of traffic rules \" Badass da :P Nice post da. This happens all the time! During Diwali time, I\u0027ve seen stake-outs like this. Inspector will stand over by the bike at the side, all silent. Constables will try to flag down as many as possible, and collect money on some excuse.",
                         "source_index":  3
                     },
                     {
                         "author":  "madthanu",
                         "url":  null,
                         "email":  "madthanu@gmail.com",
                         "created_at":  "2011-03-26T05:13:17Z",
                         "content":  "That\u0027s usual da ... Announce to the world if you have some way to have revenge other than making signal jumps. There\u0027s one easy way to overcome this: each police guy should clearly show the ID card with his photo and signature and officer code to the offending guy, and the police guy should sign properly in the receipts. It\u0027s just that they will never do this.",
                         "source_index":  4
                     },
                     {
                         "author":  "Invisible Queen",
                         "url":  null,
                         "email":  "emailtosuji@gmail.com",
                         "created_at":  "2011-03-26T06:03:20Z",
                         "content":  "Just because you jump every signal it is not going to help you or they ain\u0027t gonna become Uthamaputhiran\u0027s. Best way is to Ignore them and go on. Next time when they stop point out the details. But drive carefully!",
                         "source_index":  5
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2011-03-26T16:58:48Z",
                         "content":  "Own Rules a ! Ha ha. Please share with us. And Office nnu sonna vittutaara? Enna oru aachariyam. IG Office nnu sonniya?",
                         "source_index":  6
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2011-03-26T16:59:54Z",
                         "content":  "Enna da interview kku tips kudukkara maari kudukkara. But the two policemen rule is good. Will follow hereafter :D",
                         "source_index":  7
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2011-03-26T17:01:32Z",
                         "content":  "Dei its irritating da. That too their attitude . Shabba. Palaar Palaar nnu arayanum polairukku. Mudiyalayea.",
                         "source_index":  8
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2011-03-26T17:04:28Z",
                         "content":  "Sign llam ozhunga pottuttalum. And vera ennada vazhi irukku. www.anniyan.com maari edhaavathu aarambicha thaan undu.",
                         "source_index":  9
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2011-03-26T17:06:18Z",
                         "content":  "Ignore panni panni kaasu thaan poguthu. Ya adutha thadava 50 roobaikku mela kettanna, kooda ninnu photo eduthu commissioner office kku thaan anuppanum!",
                         "source_index":  10
                     }
                 ]
}