{
    "title":  "This is Not a Vinnaithaandi Varuvaaya Review",
    "date":  "2010-03-07T18:57:56Z",
    "draft":  false,
    "tags":  [
                 "A R Rahman",
                 "Englipees",
                 "Gautham Menon",
                 "Kollywood",
                 "Not a Review",
                 "Simbu",
                 "Trisha",
                 "Vinnaithaandi Varuvaaya",
                 "VTV"
             ],
    "comments":  [
                     {
                         "author":  "Vijay",
                         "url":  null,
                         "email":  "vvijay03@gmail.com",
                         "created_at":  "2010-03-08T06:04:41Z",
                         "content":  "Nice da :) Like the ending da - \"Well are there any other kind of people in this world ?\". Nope. I agree it is a totally awesome script da - No one could have imagined this. This is a story inside a story inside a story. \"But if you make a movie about the mistake a girl made and show it to the world, it is like stabbing her a thousand times in the heart.\" - But its not just the mistake da. Its the love too - What you had, and how good it was. And that I feel is a kind of tribute you offer her. Not stabbing.",
                         "source_index":  1
                     },
                     {
                         "author":  "Kaushik",
                         "url":  null,
                         "email":  "cowmaaa@gmail.com",
                         "created_at":  "2010-03-08T06:19:06Z",
                         "content":  "Was waiting to hear from you. Enakku orey oru korai mainly - I was able to _feel_ the love b/w Karthik \u0026 Jessie. I think this is mainly due to their amazing chemistry apart from Rahman (esp Aaromale guitar bit). But avlo intense\u0027aana love\u0027a express panradhukku avan use panra words mostly physical aspect\u0027a cover panraa maadhiri pochu. I agree there will always be a physical aspect to relationships, but physical aspect can never do full justice to the actual intensity of LOVE. This was exactly what made Alaipayuthey \u0026 Mouna Ragam (apart from Kaakha Kaakha \u0026 Minnale) EPIC - the romance bit at least. Simple example - Jo uses the same words in KK - \"I want to make love to you\", but I was able to relate to it sooo much more than Simbu when he says the same words to Jessie. Not saying these dialogues should\u0027ve been avoided, but overdose\u0027a irundhudhu...a few more small-talks-conveying-romance would\u0027ve taken their romance to thanee level (immediately reminded of [this](http://www.youtube.com/watch?v=r2kmhUGJCNI#t=7m8s) :D Of course, their characters are different, but something like that - very casual stuff. But yes, though I was quite disappointed, the movie did leave me affected a lot (Of course, you\u0027d be knowing, seeing my #VTV tweets :D).",
                         "source_index":  2
                     },
                     {
                         "author":  "Sivaguru",
                         "url":  null,
                         "email":  "csivaguru@gmail.com",
                         "created_at":  "2010-03-08T10:52:10Z",
                         "content":  "Nice Post da! The story was very simple and honest and that definitely worked. Kalai\u0027s comment is so true. This is one film that should be watched without any wise cracks. \"Padam, Love failure aanavungalukkum, Love panranavangalukkum thaan pudikkumaame ?\" Nee entha katchi? :P",
                         "source_index":  3
                     },
                     {
                         "author":  "Senthil Kumar",
                         "url":  null,
                         "email":  "mastersenthilkumar@gmail.com",
                         "created_at":  "2010-03-08T16:10:26Z",
                         "content":  "so..... failure nu mudive pannitiya???",
                         "source_index":  4
                     },
                     {
                         "author":  "Kanna",
                         "url":  null,
                         "email":  "kanap008@gmail.com",
                         "created_at":  "2010-03-09T00:12:54Z",
                         "content":  "what more can i say, than stuff i\u0027ve already told unto you. amazing movie. great dialogues. look too good on screen. like \"Varanam Aayiram\" an ode to Gautham\u0027s father, \"Vinnai Thandi Varuvaaya\" is an ode to Gatuham\u0027s (lost) love. and if there\u0027s even a girl like Jesse in Gatuham\u0027s life, I thank her for inspiring Gautham so much so he made this movie.",
                         "source_index":  5
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2010-03-09T17:00:36Z",
                         "content":  "Dei Loverukku pottu kaatna okay da. Tribute . Aaana Venaamnu sollittu pona ponuuku pottu katrathu kola thaan. That too showing it with an Alternate ending. Focussing only on the good deeds of her and all will be like \u0027Inna Seithaarai Oruthal, Avar Naana Nannayam Seithuvidal\u0027 . :D",
                         "source_index":  6
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2010-03-09T17:06:24Z",
                         "content":  "Valid Point. Getting Physical in the very beginning of a relationship is a bad idea. I too felt it awkward . But the next dialogue was too good . \"I hate you\" and \"Thank you\". And ya . Few more of that pullarichifying romance dialogues could have been included. But on a whole, it was worth the hype. I see you are not getting out of that Family Function scene in alaipayuthe for a long long time . :D",
                         "source_index":  7
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2010-03-09T17:07:43Z",
                         "content":  "Therilaye da. Padam pudichirunthuthu . Appo rendula edho oru katchiyathaan irukkkanum. Adutha padam vara varaikkum polambuvom :D",
                         "source_index":  8
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2010-03-09T17:08:34Z",
                         "content":  "Ennada posukkunnu apdi sollitta . Think Positive da. You never know what\u0027ll happen. Wait pannuvom.",
                         "source_index":  9
                     },
                     {
                         "author":  "Siva",
                         "url":  null,
                         "email":  "sarea@yahoo.com",
                         "created_at":  "2010-03-21T23:05:42Z",
                         "content":  "The movie dint impress me. It was nothing compared to Kaka kaka, in my humblest opinion. The story was normal, story line was normal and only a few dialogues are so cool. Am used to the sad ending of the stories, from kaka kaka and varanam ayiram. One more comment, the love is not complete. No love is complete without physical intimacy if one should know. Its not a complaint or something, he just dint want to use it this way in this movie. Varanam ayiram is a debut to not only his father, but it portrays his relations with his first love. Also, if you guys are eager, gautham is suppose to take another film, about the life when his next love, his wife entered and how he faced it. And so it leaves us with one conclusion, Pradep - its a failure !! but lucky, he got a Plan B. So, wats urs ?",
                         "source_index":  10
                     },
                     {
                         "author":  "karthik",
                         "url":  null,
                         "email":  "reachkarthikt@gmail.com",
                         "created_at":  "2010-07-31T17:16:40Z",
                         "content":  "dude! this is karthik from srishti! hey we would love to have stuff like these in the mag...great one!",
                         "source_index":  11
                     },
                     {
                         "author":  "Pradep",
                         "url":  null,
                         "email":  "pradepkumar@gmail.com",
                         "created_at":  "2010-07-31T17:37:04Z",
                         "content":  "Thanks a lot Karthik. Glad you liked it. I will continue sending articles to Srishti. :D",
                         "source_index":  12
                     },
                     {
                         "author":  "Jegan",
                         "url":  null,
                         "email":  "jegan.ceg@gmail.com",
                         "created_at":  "2010-09-08T00:23:56Z",
                         "content":  "Un approach enaku romba pudichirku! :D",
                         "source_index":  13
                     }
                 ]
}